--[[
	setid = 套装id
name = 套装名字
atk = 攻击增幅百分比
hp = 血量增幅百分比
def = 防御
broken = 破甲数值
crit = 暴击加成(百分比)
speed = 速度加成（百分比）
cure = 治疗增幅百分比

--]]
local _table = {
	[1] = {	setid = 1,	name = [[新手的决心]],	atk = {0,0,0.05,0},	hp = {0,0.04,0,0},	def = {0,0,0,0},	broken = {50,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0.05},	cure = {0,0,0,0},},
	[2] = {	setid = 2,	name = [[不屈的命运]],	atk = {0,0,0,0},	hp = {0,0.04,0.05,0},	def = {50,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0.05},	cure = {0,0,0,0},},
	[3] = {	setid = 3,	name = [[达人的决心]],	atk = {0,0,0,0.1},	hp = {0,0,0,0},	def = {0,0,0,0},	broken = {200,0,0,0},	crit = {0,0.1,0,0},	speed = {0,0,0.06,0},	cure = {0,0,0,0},},
	[4] = {	setid = 4,	name = [[英雄的信仰]],	atk = {0,0.06,0,0},	hp = {0,0,0,0.1},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0},	cure = {0.05,0,0.08,0},},
	[5] = {	setid = 5,	name = [[火焰支配者]],	atk = {0.05,0,0,0.1},	hp = {0,0.06,0,0},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0.06,0},	cure = {0,0,0,0},},
	[6] = {	setid = 6,	name = [[抗争的命运]],	atk = {0,0,0,0},	hp = {0.05,0,0.08,0},	def = {0,0,0,500},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0.05,0,0},	cure = {0,0,0,0},},
	[7] = {	setid = 7,	name = [[冠军的决心]],	atk = {0,0,0,0.2},	hp = {0,0,0,0},	def = {0,0,0,0},	broken = {500,0,0,0},	crit = {0,0.2,0,0},	speed = {0,0,0.12,0},	cure = {0,0,0,0},},
	[8] = {	setid = 8,	name = [[追忆的信仰]],	atk = {0,0.12,0,0},	hp = {0,0,0,0.2},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0},	cure = {0.1,0,0.16,0},},
	[9] = {	setid = 9,	name = [[烈焰创造者]],	atk = {0.1,0,0,0.2},	hp = {0,0.12,0,0},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0.12,0},	cure = {0,0,0,0},},
	[10] = {	setid = 10,	name = [[破碎的命运]],	atk = {0,0,0,0},	hp = {0.1,0,0.16,0},	def = {0,0,0,1000},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0.1,0,0},	cure = {0,0,0,0},},
	[11] = {	setid = 11,	name = [[王者的决心]],	atk = {0,0,0,0.26},	hp = {0,0,0,0},	def = {0,0,0,0},	broken = {800,0,0,0},	crit = {0,0.3,0,0},	speed = {0,0,0.15,0},	cure = {0,0,0,0},},
	[12] = {	setid = 12,	name = [[永恒的信仰]],	atk = {0,0.16,0,0},	hp = {0,0,0,0.26},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0},	cure = {0.13,0,0.21,0},},
	[13] = {	setid = 13,	name = [[炙炎毁灭者]],	atk = {0.13,0,0,0.26},	hp = {0,0.16,0,0},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0.15,0},	cure = {0,0,0,0},},
	[14] = {	setid = 14,	name = [[怨恨的命运]],	atk = {0,0,0,0},	hp = {0.13,0,0.21,0},	def = {0,0,0,1300},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0.13,0,0},	cure = {0,0,0,0},},
	[15] = {	setid = 15,	name = [[如神的杀戮]],	atk = {0,0,0,0.34},	hp = {0,0,0,0},	def = {0,0,0,0},	broken = {1500,0,0,0},	crit = {0,0.4,0,0},	speed = {0,0,0.2,0},	cure = {0,0,0,0},},
	[16] = {	setid = 16,	name = [[生命的洗礼]],	atk = {0,0.21,0,0},	hp = {0,0,0,0.34},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0},	cure = {0.17,0,0.27,0},},
	[17] = {	setid = 17,	name = [[虚无的火焰]],	atk = {0.17,0,0,0.34},	hp = {0,0.21,0,0},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0.2,0},	cure = {0,0,0,0},},
	[18] = {	setid = 18,	name = [[大地的干涸]],	atk = {0,0,0,0},	hp = {0.20,0,0.27,0},	def = {0,0,0,1700},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0.2,0,0},	cure = {0,0,0,0},},
	[19] = {	setid = 19,	name = [[上古之灾]],	atk = {0,0,0,0.44},	hp = {0,0,0,0},	def = {0,0,0,0},	broken = {2000,0,0,0},	crit = {0,0.52,0,0},	speed = {0,0,0.26,0},	cure = {0,0,0,0},},
	[20] = {	setid = 20,	name = [[光明之誓]],	atk = {0,0.27,0,0},	hp = {0,0,0,0.44},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0,0},	cure = {0.22,0,0.35,0},},
	[21] = {	setid = 21,	name = [[基因之楔]],	atk = {0.22,0,0,0.44},	hp = {0,0.27,0,0},	def = {0,0,0,0},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0,0.26,0},	cure = {0,0,0,0},},
	[22] = {	setid = 22,	name = [[掌权者]],	atk = {0,0,0,0},	hp = {0.26,0,0.35,0},	def = {0,0,0,2200},	broken = {0,0,0,0},	crit = {0,0,0,0},	speed = {0,0.26,0,0},	cure = {0,0,0,0},},
}

return _table
