--[[
	Id = 排名
Name = 称谓

--]]
local _table = {
	[1] = {	Id = 1,	Name = [[世界首富]],},
	[2] = {	Id = 2,	Name = [[富可敌国]],},
	[3] = {	Id = 3,	Name = [[富甲天下]],},
	[4] = {	Id = 4,	Name = [[超级大亨]],},
	[5] = {	Id = 5,	Name = [[超级大亨]],},
	[6] = {	Id = 6,	Name = [[超级大亨]],},
	[7] = {	Id = 7,	Name = [[超级大亨]],},
	[8] = {	Id = 8,	Name = [[腰缠万贯]],},
	[9] = {	Id = 9,	Name = [[腰缠万贯]],},
	[10] = {	Id = 10,	Name = [[腰缠万贯]],},
	[11] = {	Id = 11,	Name = [[腰缠万贯]],},
	[12] = {	Id = 12,	Name = [[腰缠万贯]],},
	[13] = {	Id = 13,	Name = [[腰缠万贯]],},
	[14] = {	Id = 14,	Name = [[土豪]],},
	[15] = {	Id = 15,	Name = [[土豪]],},
	[16] = {	Id = 16,	Name = [[土豪]],},
	[17] = {	Id = 17,	Name = [[土豪]],},
	[18] = {	Id = 18,	Name = [[土豪]],},
	[19] = {	Id = 19,	Name = [[土豪]],},
	[20] = {	Id = 20,	Name = [[土豪]],},
	[21] = {	Id = 21,	Name = [[高富帅]],},
	[22] = {	Id = 22,	Name = [[高富帅]],},
	[23] = {	Id = 23,	Name = [[高富帅]],},
	[24] = {	Id = 24,	Name = [[高富帅]],},
	[25] = {	Id = 25,	Name = [[高富帅]],},
	[26] = {	Id = 26,	Name = [[高富帅]],},
	[27] = {	Id = 27,	Name = [[高富帅]],},
	[28] = {	Id = 28,	Name = [[高富帅]],},
	[29] = {	Id = 29,	Name = [[高富帅]],},
	[30] = {	Id = 30,	Name = [[高富帅]],},
}

return _table
