--[[
	day = 第N天
reward = 奖励（对应reward.xlsx）
Prices = 现价,原价
Discount = 折扣商品RewardId
des = 描述

--]]
local _table = {
	[1] = {	day = 1,	reward = {22001,22002,22003,22004,22005},	Prices = {48,300},	Discount = 91000,	des = [[只要一鼓作气放电的话，就能放出足以招来闪电的电力。]],},
	[2] = {	day = 2,	reward = {22011,22012,22013,22014,22015},	Prices = {78,500},	Discount = 91001,	des = [[所使出的拳击与手刀，想要抵挡是不可能的事。遇到强敌就会燃起斗志。]],},
	[3] = {	day = 3,	reward = {22021,22022,22023,22024,22025},	Prices = {398,2000},	Discount = 91002,	des = [[累计登陆7天就可以获得强力全套达人套装哦。 ]],},
	[4] = {	day = 4,	reward = {22031,22032,22033,22034,22035},	Prices = {398,1500},	Discount = 91003,	des = [[据说能将普通的装备重铸成神器。它只存在24小时哦，快去重铸吧。]],},
	[5] = {	day = 5,	reward = {22041,22042,22043,22044,22045},	Prices = {498,1800},	Discount = 91004,	des = [[激活强大的套装属性——攻速增强！]],},
	[6] = {	day = 6,	reward = {22051,22052,22053,22054,22055},	Prices = {698,2000},	Discount = 91005,	des = [[象征着强大实力的橙色品质，述说着它无与伦比的力量。 ]],},
	[7] = {	day = 7,	reward = {22061,22062,22063,22064,22065},	Prices = {898,2500},	Discount = 91006,	des = [[镶嵌在武器上，既可在攻击中附带剧毒。]],},
}

return _table
