--[[
	ID = 唯一id
Tips = 内容字符串

--]]
local _table = {
	[1] = {	ID = 1,	Tips = [[5件相同品质的装备在合成装置里可以合成高一级的装备~]],},
	[2] = {	ID = 2,	Tips = [[每天21:00挑战超梦可获得大量金币和宝箱哦~]],},
	[3] = {	ID = 3,	Tips = [[每天12:00挑战闪电鸟可获得大量金币和宝箱哦~]],},
	[4] = {	ID = 4,	Tips = [[精灵在冠军之塔战斗时,会保留血量,重置后才恢复,要保护好它们哦~]],},
	[5] = {	ID = 5,	Tips = [[在冠军之塔里,每3关可以获得一次BUFF加成,要好好选择哦~]],},
	[6] = {	ID = 6,	Tips = [[称号等级越高,能够给精灵提升更高的加成哦~]],},
	[7] = {	ID = 7,	Tips = [[精英副本里可以获得大量5星精灵碎片~]],},
	[8] = {	ID = 8,	Tips = [[黑市里可以购买5星精灵碎片、橙装和觉醒之石哦~]],},
	[9] = {	ID = 9,	Tips = [[一定要拉小伙伴一起打神兽,击杀才能获得更多奖励哦~]],},
	[10] = {	ID = 10,	Tips = [[精灵觉醒后可以解锁强力被动技能~]],},
	[11] = {	ID = 11,	Tips = [[精灵潜力激发可以提升精灵的每级成长~]],},
	[12] = {	ID = 12,	Tips = [[精灵重生可以返还所有觉醒材料和升级材料~]],},
	[13] = {	ID = 13,	Tips = [[多余的精灵可以献祭换取精灵之魂~]],},
	[14] = {	ID = 14,	Tips = [[精灵之魂可以在黑市购买精灵碎片和觉醒之石~]],},
	[15] = {	ID = 15,	Tips = [[套装装备在同个精灵身上时会激活华丽的套装效果~]],},
	[16] = {	ID = 16,	Tips = [[小伙伴上的精灵可以激活队伍中精灵的羁绊效果哦~]],},
	[17] = {	ID = 17,	Tips = [[有些套装给特定的职业装备会发挥出更强力的效果哦~]],},
	[18] = {	ID = 18,	Tips = [[装备等级达到上限时,需要进行突破或者提升玩家等级~]],},
	[19] = {	ID = 19,	Tips = [[装备回炉可以返还大部分的强化/重铸消耗~]],},
	[20] = {	ID = 20,	Tips = [[装备重铸后会提升成长和品阶,效果很显著哦~]],},
	[21] = {	ID = 21,	Tips = [[精灵在释放技能时处于无敌状态,好好利用这个技巧来躲避伤害哦~]],},
	[22] = {	ID = 22,	Tips = [[战斗失败也会扣除体力,请主人全力以赴哦~]],},
	[23] = {	ID = 23,	Tips = [[竞技场中,精灵会在攒满怒气后释放技能~]],},
	[24] = {	ID = 24,	Tips = [[怒气积攒得越多,技能伤害越高~]],},
	[25] = {	ID = 25,	Tips = [[精灵进化后可以变化形态,变得更加强大哦~]],},
}

return _table
